import React from "react";
import "../css/key_aspects.scss";

function Key_Aspects() {
  return (
    <>
      <div className="points-title">
        <ol>
          <li>
            <h3>Знание продукции:</h3>- Понимание характеристик и особенностей
            различных устройств (ноутбуки, компьютеры, комплектующие,
            периферия).
          </li>
          <li>
            <h3>Техническая грамотность:</h3>- набор знаний и навыков,
            необходимых для эффективного использования компьютера и цифровых
            технологий.
          </li>

          <li>
            <h3>Знание комплектующих:</h3>- Для самостоятельность сборки
            компьютера
          </li>
          <p>Тесты включаю вопросы различного формата:</p>
          <p>- Теоретические вопросы для проверки знаний.</p>
          <p>- Практические задачи для оценки навыков.</p>
          <p>- Аббревиатуры и сокращения.</p>
          <p>
            По результатам теста пользователи смогут выявить свои сильные
            стороны.
          </p>
        </ol>
      </div>
    </>
  );
}

export default Key_Aspects;
