import React from "react";
import "../css/key_aspects.scss"

function Key_Aspects() {
    return(
        <>
            <div className="points-title">
                <ol>
                    <li>
                        <h3>Знание продукции:</h3> 
   - Понимание характеристик и особенностей различных устройств (ноутбуки, компьютеры, комплектующие, периферия).  
   - Умение объяснить различия между моделями и помочь клиенту выбрать подходящий товар.
                    </li>
                    <li>
                        <h3>Техническая грамотность:</h3> 
   - Основы работы с операционными системами, программным обеспечением и сетевыми технологиями.  
   - Умение решать базовые технические проблемы и консультировать клиентов по вопросам настройки устройств.  
                    </li>
                    <li>
                        <h3>Навыки продаж и обслуживания клиентов:</h3>  
   - Эффективное общение с клиентами, выявление их потребностей и предложение решений.  
   - Работа с возражениями, рекомендации дополнительных товаров и услуг.  
                    </li>
                    <li>
                        <h3>Знание акций и маркетинговых программ:</h3> 
   - Информирование клиентов о текущих акциях, скидках и специальных предложениях.  
   - Умение работать с программами лояльности и бонусными системами.  
                    </li>
                        <p>Тест включает вопросы различного формата:</p>
                        <p>- Теоретические вопросы для проверки знаний.</p>  
                        <p>- Практические задачи для оценки навыков решения проблем.</p>  
                        <p>- Ситуационные кейсы для анализа поведения в реальных рабочих ситуациях.</p>  
                        <p>По результатам теста сотрудники смогут выявить свои сильные стороны и области для улучшения, а руководство получит объективную оценку уровня подготовки персонала.  </p>
                </ol>

            </div>
        </>
    )
    
}

export default Key_Aspects